Repository: OPUS4/application
Catalog: modules/metis/language/metis.tmx
Source language: de
Languages: en

source: Anfordern von Zählpixeln
en: Pixel Order

source: Zählpixel anfordern
en: Order pixel

source: Anzahl Pixel
en: Number of pixels

source: Passwort
en: Password

source: Benutzer
en: User

source: Es ist ein Fehler aufgetreten
en: An error occurred
